{"inkVersion":20,"root":[["\n",{"->":"Intro"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Intro":[["^“On June 6th, 1956, the body of the Pope was discovered in the Vatican. The autopsy reported that he had died from asphyxiation. Despite this, there were no bruise marks from the suspected strangulation. Even stranger, the room was found in a disastrous state, showing signs of a struggle between the Pope and the suspect. The investigation is still on-going, but the sudden death of the Pope has left the state of Europe in dread and confusion…”","\n","^It’s been a week since the Pope died. With the church left in chaos, many cases are being left unchecked until the situation is resolved. Even so, it is your duty as a priest to answer the calls of those in need. You recently received a phone call from your close friend, Alessandro. From what you can remember before the call abruptly ended, he needed your help desperately.","\n","^You peer out the window of the car. The series of bricked apartments turn into blurred afterimages as you speed up. Minutes turn to hours. A question lingers in your mind. <i>Why was Alessandro asking for help?</i> Alessandro was the last person to ever ask for help. He always remained steadfast and stubborn until the very end. And for him to beg for help? It’s suspicious to say the least. Nonetheless, the Bianchi residence awaits you.","\n","^You approach the neighborhood. As you slide your hands across the steering wheel, a sort of instinct takes over. You know by heart the exact degree by which to turn the wheel. The curves of the street are ingrained in you. They remind you of the Bianchi family, and those warm memories take over the anxiety.","\n","^The crunch of the leaves underneath the tires somehow overpower the sound of the engine. A slight breeze sends a  chill onto your well-clothed skin. You arrive at the familiar bricked home. It is the residence of the Bianchi family. In the front, you see the figure of Alessandro leaning against the doorway, his back seemingly dragging down against the wall.","\n","^Upon closer inspection of Alessandro, you notice that his shirt and pants are stained with blood. Both barely hanging onto his body by threads. Deep gashes line his body, gushing with blood. His eyes are surrounded by dark rings. His chest puffs erratically from his raspy and shaky breaths.","\n","ev","str","^What happened?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Alessandro: \"It's Sara… You have to save her… Please.\"","\n",{"->":"CHOICE0"},{"#f":5}]}],{"#f":1}],"CHOICE0":[["ev","str","^What happened to her?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Alessandro: \"She’s been taken by something evil. I managed to lock it in a cage in a basement, but…\"","\n",{"->":"CHOICE1"},{"#f":5}]}],{"#f":1}],"CHOICE1":[["ev","str","^Where are the kids?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Alessandro: \"It killed them. The thing inside her. It kidnapped her. It tortured, no… slaughtered my children. That’s why I called you. You work at the Vatican, right? You can save her! You have to save Sara. I know she wouldn’t do this, and the police would take her away if I were to call them. The only way for things to be right is if you somehow get the church’s assistance to clear this up. I… I can’t do anything for my family. I need your help.\"","\n",{"->":"CHOICE2"},{"#f":5}]}],{"#f":1}],"CHOICE2":[["ev","str","^Alright. I'll do my best.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"BRAVE"},{"#f":5}]}],{"#f":1}],"BRAVE":[["^Alessandro's face brightens just a little with hope. \"Whatever's taken her has changed her completely,\" he says, grief filling his expression and voice. \"I don't recognize whatever it is that's in the house. It turned her skin gray, and cut her skin.\" Alessandro's voice trembles. \"It's not her. She's become horrifically <i>cruel</i>. I don't know that <i>thing</i>.\"","\n","^You note this all down. You're not sure how helpful this <b>evidence list</b> will be, but it can't hurt to keep a log of information.","\n","^He then passes out. You pick him up and place him in the car, driving off. You take him to the hospital and promptly arrive back to the home. The case of the Bianchi residence shows signs of demonic possession. However, in order to help them, you will need to meet certain <b>criteria</b> to get approval for an exorcism from the Vatican.","\n","^It’s a rather nerve-wracking thought. You’re not particularly experienced, and you know of the dangers. Hell, you’ve seen what the thing waiting behind the door standing before you is capable of. But Alessandro’s a friend. You owe him this much.","\n","^Will you enter?","\n","ev","str","^Yes","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"BRAVE2"},{"#f":5}],"c-1":["\n",{"->":"COWARD"},{"#f":5}]}],{"#f":1}],"BRAVE2":["^You grip the doorknob of the home. You feel your eyelids grow heavy. Your legs begin to buckle at the weight of your body and your head sways from the sudden exhaustion. It's as if the home is draining the <b><color=#0CAC5C>energy</color></b> out of you. Alessandro lingers in the back of your mind as the will to enter the home fleets","\n","^<b><color=#B80000>Entering home DAY ONE</color></b>","\n","^You grip the cross around your neck and open the door to the home.","\n","ev",100,"/ev",{"VAR=":"energy","re":true},"ev",{"x()":"setButtonActive"},"pop","/ev","\n","end",{"#f":1}],"COWARD":["^You <b><color=#FF1E35>cowardly</color></b> run away.","\n",{"->":"OVER"},{"#f":1}],"OVER":["^Game Over!","\n","end",{"#f":1}],"global decl":["ev",100,{"VAR=":"energy"},true,{"VAR=":"day_one_apparition_downstairs"},true,{"VAR=":"day_one_apparition_masterbedroom"},false,{"VAR=":"thermometer_pickup"},false,{"VAR=":"bedsheets_pickup"},"/ev","end",null],"#f":1}],"listDefs":{}}